{
  "title": "Como Derrotar a Ansiedade",
  "totalPages": 35,
  "chapters": [
    {
      "id": "capitulo-1",
      "title": "Capa e abertura",
      "startPage": 1,
      "endPage": 1,
      "paragraphs": [
        "Como Derrotar a Ansiedade Oferecido por: Marketing Digital Top Termos e Condições"
      ]
    },
    {
      "id": "capitulo-2",
      "title": "Aviso legal",
      "startPage": 2,
      "endPage": 2,
      "paragraphs": [
        "Aviso Legal O escritor esforçou -se para ser tão exato e completo quanto possível na criação deste relatório, em todo o caso ele não garante em qualquer altura o conteúdo descrito devido às mudanças rápidas que existem na internet.",
        "Apesar de se ter feito todas as tentativas de se verificar toda a informação nesta publicação, o editor não assume qualquer responsabilidade por erros, omissões ou interpretações erradas deste livro. Quaisquer referencias a pessoas específicas, organizações não são intencionais. Nos livros de conselhos práticos, tal como na vida, não existem garantias para um rendimento.",
        "Os leitores são avisados de fazer o seu próprio julgamento sobre as suas circunstâncias e agir de acordo com isso. Este livro não tem a intenção de ser usado como conselheiro legal. Todos os leitores são aconselhados a procurar serviços de profissionais competentes nos campos legais."
      ]
    },
    {
      "id": "capitulo-3",
      "title": "Capítulo 1 - Entendendo a Ansiedade",
      "startPage": 3,
      "endPage": 3,
      "paragraphs": [
        "Sumário Introdução Capítulo 1 - Entendendo a Ansiedade Definindo Ansiedade Definindo Stress O Problema com Ansiedade Como a ansiedade pode afetá-lo Capítulo 2 - Determinando o seu tipo de ansiedade Transtorno de Ansiedade Geral Transtorno do Pânico Transtorno de Ansiedade Social Fobias Transtorno Obsessivo-Compulsivo Transtorno de Estresse Pós-Traumático Transtorno de Ansiedade de Separação Capítulo 3 - Praticando a Atenção Plena para Superar a Ansiedade Benefícios da Atenção Plena Capítulo 4 - Como usar técnicas de respiração para parar a ansiedade A relação entre estresse e respiração A resposta de relaxamento da respiração Sistema Nervoso Simpático vs.",
        "Sistema Nervoso Parassimpático Exercícios respiratórios para reduzir a ansiedade Capítulo 5 - Como gerenciar seus pensamentos para controlar a ansiedade Gerencie sua ansiedade gerenciando seus pensamentos O que desencadeia pensamentos ansiosos?",
        "Capítulo 6 - Como gerenciar suas atividades para reduzir a ansiedade Aprenda a manter uma agenda Descubra onde você está gastando seu tempo Gerenciamento de tempo x gerenciamento de atividades Priorização Planejar e praticar"
      ]
    },
    {
      "id": "capitulo-4",
      "title": "Capítulo 7 - Maneiras de encontrar calma instantânea e superar a ansiedade",
      "startPage": 4,
      "endPage": 4,
      "paragraphs": [
        "Capítulo 7 - Maneiras de encontrar calma instantânea e superar a ansiedade As melhores maneiras de encontrar calma instantânea Conversa interna positiva Imagens guiadas Oração ou Meditação Pratique Gratidão Capítulo 8 - Entrando em sintonia com seus pensamentos e sentimentos Como lidar com pensamentos inúteis Compreendendo seus sentimentos Perceber que os sentimentos não estão certos ou errados Reconhecendo seus sentimentos Capítulo 9 - A importância do sono ao tentar parar a ansiedade e a preocupação Ambiente do quarto Rituais na hora de dormir Yoga e Mediação Exercício Comportamentos Diários Capítulo 10 - Mudando seu estilo de vida para recuperar o controle de sua vida Alimentos a evitar Participando da Terapia por Exercício Conclusão"
      ]
    },
    {
      "id": "capitulo-5",
      "title": "Seção 5",
      "startPage": 5,
      "endPage": 5,
      "paragraphs": [
        "Introdução Você está constantemente com medo, preocupado ou talvez nervoso? Você tem problemas para dormir ou sempre se sente cansado e em pânico? Você sempre se pergunta por que não para de se preocupar e por que ainda tem medo? Você gostaria de poder superar esses problemas para poder começar a viver a vida que deseja? Esses tipos de sentimentos e emoções são frequentemente diagnosticados como ansiedade.",
        "Esses sentimentos de preocupação e medo são uma reação normal do cérebro, resultado de muitos fatores que estão causando um desequilíbrio ou desafio à nossa rot ina diária. Todo mundo lida com momentos da vida em que sente que o mundo está prestes a desmoronar sobre nós. Durante esses momentos, pode ser difícil descrever os sentimentos de tensão, desamparo e ansiedade que correm desenfreados em nossas mentes.",
        "Se ntimos que ficaríamos em êxtase se podemos simplesmente desaparecer e emergir quando situações estressantes em nossas vidas tiverem passado. Embora essa seja uma reação completamente normal a situações estressantes, há momentos em que essas emoções e pens amentos se tornam tão comuns que começam a ter um grande impacto em nossas vidas. Quando isso acontece, você cruzou a linha do normal para o anormal.",
        "Se seus sentimentos de medo se tornam um debilitante tão frequente que você tem dificuldades para realiz ar as atividades físicas mais básicas, então é um problema muito mais sério que precisa ser resolvido. Muitas pessoas experimentam essa condição, conhecida como transtorno de ansiedade.",
        "De um modo geral, se nossas reações a certas situações são muito mai s grandiosas do que a resposta de outras, então você pode estar sofrendo de um distúrbio de ansiedade. Felizmente, se você está sofrendo de um distúrbio de ansiedade, há esperança de poder ser tratado com sucesso e começar a viver uma vida normal mais uma vez. Uma experiência livre de medo, preocupação e ansiedade constantes.",
        "Ao fazer algumas mudanças simples em seu estilo de vida e rotina diária, você pode começar a superar sua ansiedade e, finalmente, ficar livre dos efeitos debilitantes da doença."
      ]
    },
    {
      "id": "capitulo-6",
      "title": "Capítulo 1 - Compreendendo a Ansiedade",
      "startPage": 6,
      "endPage": 6,
      "paragraphs": [
        "Capítulo 1 - Compreendendo a Ansiedade É uma reação normal para o seu cérebro enviar sinais alarmantes ao seu corpo quando ele detecta o perigo, deixando -o reagir de acordo com esse perigo. Para entender isso um pouco melhor, vamos definir estresse e ansiedade. Enquanto muitos acreditam que o estresse e a ansiedade são os mesmos, ao contrário dessa crença, no entanto, o estresse e a ansiedade têm várias diferenças.",
        "Definindo Ansiedade A ansiedade é frequentemente referida como o desconfor tável sentimento de preocupação ou preocupação que se desenvolve quando você está profundamente tenso com alguma coisa. Sentir-se um pouco ansioso ao enfrentar grandes eventos da vida é normal.",
        "No entanto, se esses sentimentos preocupantes e persistentes p ersistirem, mesmo quando tudo estiver sob controle, e você acabará sendo afetado pela menor das mudanças na vida, é provável que você tenha uma condição de ansiedade séria. Definindo o estresse O estresse é o sentimento natural que surge das pressões que experimentamos em nossa vida cotidiana.",
        "Sinais de estresse são enviados através do cérebro quando nosso corpo e mente são levados ao limite. Quando o cérebro detecta um sinal de estresse, libera adrenalina na corrente sanguínea. Essa liberação de adrenalina faz com que o corpo sinta estresse ou cansaço. O corpo reage a esse aumento de adrenalina, levando à solução lógica da mente para descansar.",
        "No entanto, se o seu corpo se recusar a parar e a adrenalina permanecer na corrente sanguínea, isso pode causar depressão, além de aumentar a pressão arterial, o que pode causar outras reações negativas no organismo. Entre essas reações negativas está a ansiedade.",
        "Estatísticas do Instituto Nacional de Saúde Mental indicaram que mais de 40 milhões de adultos americanos, cerca de 18% da população adulta têm uma forma de ansiedade ou outra. Isso torna os transtornos de ansiedade a mais comum de todas as doenças mentais nos Estados Unidos."
      ]
    },
    {
      "id": "capitulo-7",
      "title": "Seção 7",
      "startPage": 7,
      "endPage": 7,
      "paragraphs": [
        "O problema com ansiedade Quando você não consegue se controlar quando se depara com diferentes situações da vida, isso significa que você tenderá a hesitar mais em tomar certas decisões ou mudanças na vida, porque sua ansiedade pode impedi -lo de alcançar todo o seu potencial. Quan do isso é associado a uma mentalidade negativa, geralmente associada ao estresse, as chances de você ter sucesso na vida são reduzidas.",
        "Quando você sofre de um distúrbio de ansiedade, sua auto -estima e confiança são geralmente muito baixas, pois sua ment e está cheia de pensamentos negativos sobre seu valor e suas habilidades. Além de afetar sua confiança, a tensão constante que você sempre tem por causa da ansiedade geralmente pode causar dores de cabeça e tensão muscular que pioram com o tempo.",
        "Embora os efeitos negativos da ansiedade possam ser suficientes para motivá -lo a superar sua ansiedade, conhecer alguns dos benefícios de passar pelo processo pode ajudá-lo a mudar. Como a ansiedade pode afetá-lo Para algumas pessoas que sofrem de um transtor no de ansiedade, os sintomas físicos associados à doença serão muito piores do que para outras.",
        "Para outros, sentimentos de medo e desgraça podem ocorrer sem motivo algum, deixando -os com medo e inseguros a ponto de colocarem muros ao seu redor para se protegerem. O problema da ansiedade é que a constante preocupação com o que pode acontecer os leva a sentir-se oprimidos pelo mundo ao seu redor."
      ]
    },
    {
      "id": "capitulo-8",
      "title": "Capítulo 2 - Determinando o seu tipo de ansiedade",
      "startPage": 8,
      "endPage": 8,
      "paragraphs": [
        "Não apenas esses sentimentos podem ter um efeito prejudicial sobre sua capacidade de concentração, mas também os deixam incapazes de dormir ou comer. Eventualmente, isso pode levar à diminuição dos níveis de confiança e à capacidade de manter uma visão positiva de sua vida.",
        "Ainda assim, outros optam por não falar sobre suas preocupações quando sofrem d e um transtorno de ansiedade, porque não acreditam que outros entenderão o que estão sentindo. Eles não apenas se preocupam com o fato de serem julgados por outras pessoas, mas também temem que sejam vistos como fracos.",
        "Embora muitas pessoas sofram de di ferentes formas de transtornos de ansiedade, muitas optam por não deixar que outras pessoas sigam seu segredo, porque sentem que serão incompreendidas. Existem certos casos em que o sofredor de um transtorno de ansiedade se culpará pelo modo como se sente, mesmo que seja uma parte natural da vida e ajude a nos proteger do perigo real.",
        "A boa notícia é que houve uma grande quantidade de pesquisas realizadas, e ainda estão sendo realizadas, sobre os diferentes transtornos de ansiedade. Como resultado, mais profissionais médicos compreendem melhor as ordens de ansiedade do que tinham anteri ormente, o que lhes permite tratar a doença e ajudar aqueles que sofrem de transtornos de ansiedade a lidar melhor.",
        "Embora atualmente não exista cura para esse tipo de distúrbio, os tratamentos disponíveis podem ajudá -lo a se sentir melhor e ensinar como lidar melhor com seu transtorno de ansiedade. Capítulo 2 - Determinando o seu tipo de ansiedade Antes de começar a lidar com sua ansiedade de maneira eficaz, você precisará garantir uma boa compreensão do que está enfrentando.",
        "Ao contrário da ansiedade leve que quase todo mundo experimenta de vez em quando durante a vida, um distúrbio de ansiedade ocorre de vários tipos. Transtorno de Ansiedade Geral As pessoas que sofrem de transtorno de ansiedade geral, ou TAG, são caracterizadas por experimentar uma preocupação e um medo duradouros por causa de muitas coisas, que podem ser carreira, dinheiro, família ou até escola.",
        "Seus sentimentos se tornam irreais, o que pode afetar seu desempenho em seus esforços diários. O problema com as pessoas ter GAD é sua incapacidade de apontar o medo específico e o problema em controlar sua preocupação."
      ]
    },
    {
      "id": "capitulo-9",
      "title": "Seção 9",
      "startPage": 9,
      "endPage": 9,
      "paragraphs": [
        "O transtorno de ansiedade generalizada afeta cerca de três por cento da população dos EUA e quase metade dos que sofrem de TAG são mulheres. Aqueles que sofrem de GAD geralmente reclamam de estar em constante estado de preocupação com coisas como finanças, relacionamentos, emprego e saúde.",
        "Embora isso possa ser dito sobre a maioria das pessoas de tempos em tempos, aqueles com TAG sentem ansiedade em relação a uma situação específica muito mais fortemente do que a situação exige. Os sintomas do transtorno de ansiedade generalizada são os mesmos da ansiedade comum, esperam que sejam mais crônicos e graves.",
        "Eles incluem preocupações excessivas e contínuas, dores de cabeça, irritabilidade, dificuldade de concentração, inquietação, sen sação de estar no limite, fadiga, sudorese, problemas para dormir, náusea, dor de estômago e uma sensação de destruição constante e iminente. Transtorno do Pânico Um distúrbio de pânico é caracterizado por ataques de pânico.",
        "Um ataque de pânico é descr ito como o repentino sentimento de medo e pressa para fugir de algo, lutando para chegar à saída mais próxima. É a sensação avassaladora de antecipação que algo ruim está acontecendo acontecer. Os ataques de pânico surgem repentinamente e atingem o nível d e pânico em questão de minutos e podem durar horas.",
        "Os ataques de pânico geralmente se manifestam como períodos repentinos de intenso medo que podem incluir tremores, tremores, palpitações cardíacas, falta de ar, ondas de calor, dificuldade em respirar, calafrios, medo de perder o controle, dormência, formigamento, um medo extremo repentino da morte e desgraça iminente.",
        "Esses sentimentos são muito mais intensos do que aqueles que geralmente estão associados a expressões mais tradicionais de ansiedade. D urante um ataque de pânico, esses sintomas podem se tornar tão graves que as pessoas que sofrem de ataques de pânico podem ficar paralisadas durante todo o ataque.",
        "Uma das diferenças mais significativas entre um ataque de ansiedade e um ataque de pânico é que um ataque de ansiedade geralmente ocorre após um estressor, enquanto um ataque de pânico pode se materializar sem um estressor claro por perto para acioná-lo. Se você sofre de transtorno do ataque de pânico, pode evitar certos lugares, pessoas e situações com medo de que possam desencadear um ataque de pânico.",
        "Não existe causa conhecida de transtorno do pânico, mas geralmente ocorre em famílias, embora não esteja claro se isso é devido a fatores genéticos ou ambientais."
      ]
    },
    {
      "id": "capitulo-10",
      "title": "Seção 10",
      "startPage": 10,
      "endPage": 10,
      "paragraphs": [
        "Transtorno de ansiedade social Esse tipo de transtorno de ansiedade é caracterizado por pessoas que evitam socializar com um grupo, pois temem ser julgadas negativamente ou embaraçadas publicamente. Esse tipo de medo inclui pessoas que experimentam sustos de palco, medo de dem onstrar afeto e medo de humilhação.",
        "Sabe-se que indivíduos com um distúrbio de ansiedade social experimentam sintomas extremos de ansiedade quando se encontram em situações em que são forçados a interagir com outras pessoas em uma capacidade social. Se n ão conseguirem evitar um tipo específico de função social, podem começar a sentir sintomas físicos extremos, como aumento da freqüência cardíaca, náusea, tontura e sudorese.",
        "Para ser diagnosticada com um transtorno de ansiedade social, a pessoa deve expe rimentar esse tipo de sinto - mático a maior parte do tempo por pelo menos seis meses, e os sintomas devem ser fortes o suficiente para impedir sua vida diária.",
        "Se o pensamento de convidar um estranho ou fazer uma apresentação no trabalho for suficiente p ara acelerar o coração, você pode estar sofrendo de um distúrbio de ansiedade social. Existem aproximadamente 15 milhões de adultos americanos que sofrem de transtorno de ansiedade social, e o início médio da doença ocorre durante a adolescência.",
        "Fobias Uma fobia é definida como um sentimento irracional de medo de algo ou de uma situação que acredita que possa causar danos. As pessoas com fobia tentam ao máximo evitar objetos ou situações específicas para evitar ataques de pânico desencadeados por esses medos irracionais. Quando um medo desencadeado, a ansiedade resultante pode se tornar incontrolável.",
        "Para ser diagnosticado com uma fobia, o medo excessivo e persistente de um objeto ou situação inócuo deve durar pelo menos seis meses e ser grave o suficiente para evitar que a situação ou o objeto tenha um impacto negativo no seu dia-a-dia.",
        "Por exemplo, não querer cair do topo de uma montanha é perfeitamente normal, mas se o pensamento de estar em um lugar alto for suficiente para acelerar o coração, encontrar -se no último andar de um prédio alto pode deixá-lo paralisado. Cerca de oito a dez por cento do mundo ocidental sofrem de fobias específicas, embora apenas três por cento delas estejam na Ásia e na Índia.",
        "Uma fobia pode surgir em uma pessoa como uma experiência direta com um objeto ou lugar que deu terrivelmente errado."
      ]
    },
    {
      "id": "capitulo-11",
      "title": "Seção 11",
      "startPage": 11,
      "endPage": 11,
      "paragraphs": [
        "Também pode ser o resultado de ver alguém experimentando algo traumático. Esses tipos de medos geralmente se manifestam entre 10 e 17 anos de idade. Transtorno obsessivo-compulsivo O Transtorno Obsessivo-Compulsivo, ou TOC, é caracterizado por meros pensamentos ou ações que são angustiantes e repetitivas.",
        "As pessoas que sofrem de TOC sabem que suas reações compulsivas são irracionais, mas não conseguem parar o sentimento e agem para satisfazer sua ansiedade. Eles tentam justificar as razões por trás de suas ações com sentimentos supersticiosos de insegurança.",
        "As pessoas que sofrem de transtorno obsessivo -compulsivo geralmente andam no mesmo padrão, limpam obsessivamente seus itens pessoais, têm consciência de poeira e sujeira para lavar constantemente os objetos ou verificar constantemente bloqueios, fogões a gás e interruptores de luz.",
        "Transtorno de Estresse Pós-Traumático O transtorno de estresse pós -traumático, TEPT, é uma ansiedade que geralmente está enraizada em uma experiência anterior com risco de vida. Muitas vezes, está associado aos homens e mulheres que servem nas forças armadas, mas pode afetar qualquer pessoa qu e tenha passado por uma situação de risco de vida.",
        "Os ataques de pânico geralmente ocorrem quando esses indivíduos são confrontados com um fator desencadeante que os faz lembrar de um evento horrível, fazendo -os lutar para fugir ou lutar. Transtorno de Ansiedade de Separação Esse distúrbio é caracterizado por uma intensa exibição de pânico quando separado de uma pessoa, lugar ou coisa que lhes causa ansiedade.",
        "Os sintomas do transtorno de ansiedade de separação são tipicamente observados entre as cria nças pequenas quando são separadas de suas mães ou dos principais cuidadores. Como saber se você sofre de um transtorno de ansiedade A extensão do efeito da ansiedade em um indivíduo depende de vários fatores. Independentemente da gravidade e do tipo de transtorno de ansiedade, vários sintomas são comuns.",
        "Se você apresentar regularmente um dos seguintes sintomas, consulte o seu médico para determinar se você tem um transtorno de ansiedade subjacente. • Sentimentos de pânico, medo e desconforto • Preocupar-se demais, principalmente com as coisas do dia a dia • Não dormir o suficiente • Falta de ar"
      ]
    },
    {
      "id": "capitulo-12",
      "title": "Capítulo 3 - Praticando a atenção plena para superar a",
      "startPage": 12,
      "endPage": 12,
      "paragraphs": [
        "• Músculos tensos • Indigestão • Fadiga • Estar muito consciente de suas ações e comportamentos • Comportamentos compulsivos • Tonturas • Náusea • Mãos frias ou suadas A boa notícia é que os transtornos de ansiedade, como qualquer outro problema de saúde mental, podem ser tratados. Consultar um médico é o primeiro passo ideal para obter um diagnóstico adequado da sua condição.",
        "Com um diagnóstico adequado, você pode ficar mais claro sobre a idéia do que constitui sua ansiedade, o que a desencadeia e, o mais importante, de como você pode resolver o problema. Capítulo 3 - Praticando a atenção plena para superar a ansiedade Você pode estar se perguntando o que exatamente é a atenção plena e como ela pode ser usada para superar a ansiedade.",
        "Em poucas palavras, atenção plena é estar totalmente desperto, totalmente ativo e presente em nossas vidas cotidianas. É um método para abordar a vida, sabendo que o presente é o único momento em que qualquer um de nós precisa estar vivo.",
        "A prática da atenção plena é a capacidade d e prestar atenção consciente às nossas experiências internas e externas através de uma atitude aberta que deixa de lado o julgamento desnecessário. É uma maneira de direcionar nossa consciência para o presente. Isso permite que alguém faça melhor uso de seus recursos, discernimento, intuição e criatividade.",
        "Quando você pratica a atenção plena, aprende a observar seus pensamentos e sentimentos diariamente. Isso ajuda a criar espaço entre seus sentimentos e reações, o que permite que você seja capaz de per ceber como reagir reflexivamente sobre a situação, e não em uma resposta reflexiva automática.",
        "Benefícios da Atenção Plena A prática da atenção plena pode ajudá -lo a lidar com muitas atitudes diferentes que podem contribuir para a sua capacidade de vi ver uma vida bem satisfeita. Focar o presente possibilita que você se preocupe menos com o que aconteceu no passado e com o que acontecerá no futuro."
      ]
    },
    {
      "id": "capitulo-13",
      "title": "Seção 13",
      "startPage": 13,
      "endPage": 13,
      "paragraphs": [
        "Isso permite que você gerencie eventos à medida que eles ocorrem e permitirá que você se envolva em atividades de hoje, tendo capacidade total para lidar com eventos à medida que eles acontecem. Quando você lida apenas com os eventos que acontecem hoje, é menos provável que se preocupe com as coisas ou se arrependa de ações passadas.",
        "Você ficará menos preocupado com o futuro e fará melhores conexões com seu ambiente social. Aqui estão três propósitos benéficos pelos quais a atenção plena funciona para indivíduos que sofrem de transtornos de ansiedade. Aliviar o estresse físico e prevenir problemas de saúde A atenção plena também visa erradicar o estresse de sua vida.",
        "O mundo está cheio de gatilhos que induzem o estresse, mas como a atenção plena o incentiva a pensar na realidade atual, o estresse diário pode ser reduzido, se não totalmente aliviado. O estresse é uma das principais causas de várias doenças, como pressão alta, obesidade e doenças cardíacas, entre outras. Quando você pratica a atenção diária, pode eliminar bastante o estresse.",
        "Quando você pode eliminar o estresse diário, pode reduzir significativamente o risco de desenvolver muitos problemas de saúde graves, evitáveis. Elimina Preocupações A prática da atenção plena ajuda a eliminar suas preocupações diárias. A preocupação é um dos maiores fatores que podem causar estresse e preju dicar sua saúde física e mental.",
        "No entanto, se você praticar a atenção plena, poderá treinar -se para se concentrar nas coisas presentes e ver as coisas ao seu redor como elas são e sem julgamento. Como você não precisa pensar em outras coisas do futuro ou do passado, não há nada com que se preocupar, para que você possa dar ao seu corpo um bom descanso, paz de espírito e felicidade.",
        "Elimina Depressão e Outros Transtornos Mentais Como a atenção plena é considerada um estado mental de foco e concentração, pode ajudar a eliminar vários distúrbios mentais, como ansiedade e depressão. Se você sofre de ansiedade ou depressão, ignorar seu estado mental pode tornar a condição pior e resultar em condições ainda mais graves."
      ]
    },
    {
      "id": "capitulo-14",
      "title": "Capítulo 4 - Como usar técnicas de respiração para",
      "startPage": 14,
      "endPage": 14,
      "paragraphs": [
        "No entanto, prati car a atenção plena o incentiva a libertar sua mente de preocupações que podem levar a vários transtornos mentais. Capítulo 4 - Como usar técnicas de respiração para parar a ansiedade A respiração é definida como uma função automática do corpo que é gerenciada pelo sistema respiratório e controlada pelo sistema nervoso central.",
        "A respiração pode ser observada como uma resposta do corpo quando se depara com o estresse, onde há uma mudança acentuada nos padrões e taxas de respiração. Isso faz parte do m ecanismo de luta ou fuga do corpo e faz parte da resposta do corpo a situações estressantes.",
        "Os humanos receberam o poder de controlar seus padrões de respiração, e estudos mostraram que, com nossa capacidade de controlar nossos padrões de respiração, po demos gerenciar e combater o estresse e outras condições de saúde relacionadas, como ansiedade e depressão.",
        "Respiração controlada quando usada na prática de yoga, tai chi, e outras atividades de meditação, também são usadas para alcançar um estado de relaxamento.",
        "Técnicas de respiração controlada podem ajudar a aliviar as seguintes condições: Transtornos de ansiedade Ataques de pânico Síndrome da fadiga crônica Ataques de asma A dor severa Pressão alta Insomnia Eestresse A relação entre estresse e respiração O papel mais fundamental da respiração é trazer oxigênio para o corpo e remover o dióxido de carbono do corpo através dos pulmões.",
        "Os músculos que circundam os pulmões, como o diafragma, controlam o movimento dos pulmões, bem como os músculos e ncontrados entre as costelas. Uma pessoa que experimenta estresse altera seus padrões respiratórios. Normalmente, quando você está ansioso, respira fundo com o uso dos músculos do ombro, em vez de com os músculos do diafragma, para controlar o comportamento respiratório dos pulmões.",
        "Este tipo de mecanismo de respiração interrompe o equilíbrio de gases no corpo. Por outro lado, a hiperventilação ou a respiração excessiva superficial podem prolongar bastante a sensação de ansiedade, uma vez que desencadeia a piora dos sintomas do estresse."
      ]
    },
    {
      "id": "capitulo-15",
      "title": "Seção 15",
      "startPage": 15,
      "endPage": 15,
      "paragraphs": [
        "A resposta respiração-relaxamento Se estiver estressado ou ansioso, relaxe o corpo respirando lenta e suavemente pelo nariz para ajudar a equilibrar seus padrões respiratórios. Seguir o padrão respiratório de uma pessoa relaxada pode acalmar o sistema nervoso que gerencia as funções involuntárias do corpo.",
        "A respiração controlada também pode alterar o estado fisiológico da pessoa, o que inclui reduzir a pressão sanguínea, diminuir a freqüência cardíaca, diminuir os hormônios do estresse, diminuir o acúmulo de ácido lático nos tecidos dos músculos e gerenciar os níveis de oxigênio e dióxido de carbono no organismo.",
        "Outras mudanças fisiológicas que podem ser afetadas quando você aprende a controlar a respiração incluem aumentar sua energia física e aumentar a sensação de calma e bem-estar. Sistema Nervoso Simpático vs. Sistema Nervoso Parassimpático Padrões de respiração profunda incentivam o Sistema Nervoso Parassimpático, ou PNS, responsável pelo corpo atividades em estado relaxado ou em repouso.",
        "Por outro lado, a hiperventilação encoraja o oposto. O sistema nervoso simpático, ou SNS, é responsável pelas atividades físicas relacionadas à resposta de luta ou fuga no corpo quando o estresse é detectado. Você pode comparar esses dois sistemas dessa maneira; PNS a irmã calma, e SNS é a irmã louca e não simpática que está sempre à beira de um colapso nervoso.",
        "Quando se trata das funções do nosso corpo, o único que podemos controlar prontamente é a respiração, que é como podemos curar nossos corpos ansiosos. Ao alterar seu mecanismo de respiração, você pode ajudar outras partes do seu corpo a funcionarem normalmente para evitar respostas sérias ao estresse.",
        "Exercícios respiratórios para reduzir a ansiedade Existem três exercícios de respiração profunda que você pode praticar para ajudá -lo a superar a ansiedade e a depressão. Como discutido anteriormente, o ato de hiperventilar pode aumentar e piorar os sintoma s de estresse e ansiedade. Os exercícios de respiração a seguir podem ser usados em qualquer lugar para ajudar a reduzir os sintomas de estresse e ansiedade."
      ]
    },
    {
      "id": "capitulo-16",
      "title": "Seção 16",
      "startPage": 16,
      "endPage": 16,
      "paragraphs": [
        "Respiração coerente Essa técnica de respiração controlada faz com que você diminua drasticamente a respiração e ajuda a maximizar a variabilidade da frequência cardíaca, ou VFC, que é uma função do Sistema Nervoso Parassimpático. A técnica é simples e pode ser realizada em qualquer lugar. Comece respirando fundo, contando até cinco e dep ois conte até cinco novamente enquanto expira.",
        "A técnica faz você respirar a uma taxa de cinco respirações a cada minuto. Observe como as alterações no seu padrão respiratório afetam a VFC, responsável por mudar o sistema nervoso do SNP para o SNS ou o contrário. O que se resume é a maior VFC significa um sistema cardiovascular mais saudável e uma resposta mais forte ao estresse.",
        "Respiração por resistência A respiração por resistência, como o próprio nome indica, está respirando com uma resistência no fluxo de ar para dentro e fora do corpo. É uma maneira de respirar em que você estreita o caminho do ar ou usa objetos, como um canudo, para inspirar e expirar. Uma maneira mais fácil de conseguir isso é respirar pelo nariz e não pela boca.",
        "Outra maneira de praticar a respiração resistida é respirando durante o canto ou o canto. Esta é uma maneira eficaz de realizar este exercício, porque as cordas vocais estreitam efetivamente o caminho do ar. Respiração em movimento A respiração em movimento é a técnica de respirar com sua imaginação.",
        "Ajuda a respirar como se estivesse empurrando oxigênio para o topo da cabeça e expulsando todo o dióxido de carbono do corpo. Ao inspirar, você precisa imaginar que está movendo a respiração dos pulmões para o topo da cabeça."
      ]
    },
    {
      "id": "capitulo-17",
      "title": "Capítulo 5 - Como gerenciar seus pensamentos para controlar a",
      "startPage": 17,
      "endPage": 17,
      "paragraphs": [
        "Aprender a controlar sua respiração pode reduzir drasticamente seus sintomas de estresse e ajudá-lo a superar seu transtorno de ansiedade. Combinar técnicas de respiração controlada, como as listadas acima, com atenção pl ena, pode manter a mente calma e concentrada no presente.",
        "Capítulo 5 - Como gerenciar seus pensamentos para controlar a ansiedade Se você costuma ter pensamentos estranhos e malucos que são perturbadores e quer tirá - los da cabeça, ficará feliz em saber que pode fazer exatamente isso quando aprender a gerenciar seus pensamentos para ajudá-lo a controlar sua ansiedade.",
        "Embora seja normal ter pensamentos loucos e estranhos de tempos em tempos, o que não o torna normal e fora do comum é quando eles se repetem com frequência e quando você tem dificuldades para esquecê-los. Esses pensamentos malucos podem até causar medo porque o pensamento é tão perturbador por natureza.",
        "Se você quiser gerenciar seus pensamentos, precisará entender os fatos que cercam os pensamentos ansiosos, suas raízes e como evitá - los. Gerencie sua ansiedade gerenciando seus pensamentos Quando você está experiment ando pensamentos loucos, está experimentando pensamentos ansiosos.",
        "Uma pessoa que não sofre de transtornos de ansiedade terá dificuldade em entender as várias maneiras pelas quais a ansiedade pode afetar o corpo e a mente. A explicação lógica para isso é que todas as pessoas experimentam ansiedade em momentos diferentes da vida. Algumas experiências mais comuns que podem causar ansiedade são anteriores a uma entrevista de emprego, exame ou até mesmo convidar alguém para sair.",
        "No entanto, esses casos de ansiedade tendem a passar logo após a conclusão do evento. No entanto, as pessoas que sofrem de transtornos de ansiedade são muito diferentes da ansiedade que outras pessoas experimentam. Os transtornos de ansiedade podem afetar os aspectos emocionais e físicos de uma vida, o que pode levar a um desequilíbrio significativo.",
        "A criação de pensamentos loucos e assustadores é um dos sintomas mais comuns que as pessoas com ansiedade experimentam."
      ]
    },
    {
      "id": "capitulo-18",
      "title": "Seção 18",
      "startPage": 18,
      "endPage": 18,
      "paragraphs": [
        "A ansiedade tem a capacidade de mudar os pensamentos e faz er você pensar e acreditar que está perdendo contato com a realidade. Isso faz você pensar que está perdendo a cabeça e, assim, ficando louco. Se você sofre desses sintomas, não precisa se preocupar, e eles são apenas os efeitos de seus pensamentos ansiosos. O que desencadeia pensamentos ansiosos?",
        "Existem diferentes pensamentos ansiosos que podem ser considerados loucos. Esses pensamentos não estão apenas enraizados na preocupação, mas a maioria deles est ão enraizados nos sintomas de ansiedade que você pode estar sofrendo. Imagens indesejadas Pessoas que sofrem de transtorno obsessivo -compulsivo, TOC, são as que frequentemente experimentam imagens indesejadas.",
        "Essas imagens indesejadas geralmente são formadas por sentimentos de preocupação, insegurança e necessidade de proteger suas vidas e aqueles que amam. Às vezes, essas imagens indesejadas podem ser desencadeadas pelo que elas mais temem. Por exemplo, aqueles que sofrem de TOC podem imaginar alguma forma de v iolência grave, que pode ser extremamente angustiante.",
        "Em resposta a essa angústia, eles trancam todas as portas. Ou eles podem imaginar um incêndio grave que pode acontecer, para que eles continuamente verifiquem o gás em busca de vazamentos. Essas ações estão diretamente ligadas à ansiedade. Preocupações Incomuns A preocupação é a pedra angular da ansiedade. Nesse efeito, alguém que sofre de ansiedade experimenta preocupações estranhas, que geralmente são irracionais.",
        "Isso os preocupa com a possibilid ade de algo ruim acontecer. O sintoma preocupante pode ser extremamente persistente e arbitrário, mas tudo se resume a quem sofre de ansiedade tendo uma sensação estranha, o que os deixa desconfortáveis. Medo de enlouquecer O medo real de que a ansiedade está ficando louca vem dos sintomas da ansiedade serem tão distintos que eles podem realmente pensar que estão ficando loucos.",
        "A sensação distinta de ansiedade pode fazer sua cabeça girar com muitos pensamentos indesejáveis e rápidos que são extr emamente difíceis de controlar. Esse medo pode ser tão irracional que afeta as atividades diárias e pode ter um tremendo impacto na vida das pessoas com transtorno de ansiedade."
      ]
    },
    {
      "id": "capitulo-19",
      "title": "Seção 19",
      "startPage": 19,
      "endPage": 19,
      "paragraphs": [
        "Como evitar pensamentos ansiosos A ansiedade é afetada por seus pensamentos, e seus pensamentos são afetados pela ansiedade. Com um edifício no outro, a situação pode se tornar quase impossível de controlar. Aqui estão algumas maneiras pelas quais você pode começar a evitar pensamentos ansiosos e terminar o ciclo de preocupação. Enfrente o pensamento A lógica está por trás do medo.",
        "Você não quer pensar no pensamento por causa do medo que vem com ele. Então, você precisará descobrir como definir sua mente para não temer os pensamentos. Não importa o quão louco o pens amento que você está tendo, quando você aprende e pratica para enfrentá -lo, os pensamentos não podem mais ser uma razão para temer o pensamento, e não importa se o pensamento se repete.",
        "Crie o pensamento Outra maneira de gerenciar seus pensamentos ansiosos é criando -os antes mesmo que aconteça. Quando sua mente está acostumada com o pensamento, seu medo será suprimido. A razão por trás desse método é que, quando as pessoas temem algo, elas precisam enfrentar seus medos e, eventualmente, aprenderão a superá-los.",
        "Escreva o pensamento Uma maneira de os profissionais que sofrem de ansiedade lidarem com seus medos é escrever os pensamentos perturbadores como uma maneira de tirar isso da sua cabeça. Quando alguém tem pensamentos ansiosos, anotá -los em u m pedaço de papel é como colocá-lo em algum lugar permanente, o que permite que a mente relaxe.",
        "Essa prática de anotar pensamentos de medo e ansiedade tende a apaziguar a mente e permite que ela se esqueça eventualmente. Estas são apenas algumas das maneiras fáceis de começar a lidar com pensamentos ansiosos que aparecem aleatoriamente. Embora você ainda precise lidar com a ansiedade subjacente, essas etapas simples podem ajudá-lo a interromper os pensamentos debilitantes."
      ]
    },
    {
      "id": "capitulo-20",
      "title": "Capítulo 6 - Como gerenciar suas atividades para reduzir a",
      "startPage": 20,
      "endPage": 20,
      "paragraphs": [
        "Capítulo 6 - Como gerenciar suas atividades para reduzir a ansiedade Se atualmente você está vivendo uma vida agitada e sem parar, pode estar piorando ainda mais os sintomas de ansiedade. Quando você segue um plano estratégico para tudo na sua vida, pode reduzir o estresse e a ansiedade e ainda ter mais de tudo. Nossa sociedade tornou -se cada vez mais ocupada nas últimas décadas.",
        "Estamos constantemente cercados de atividades em casa e no local de trabalho, sem mencionar os esportes, viagens e tempo gasto com a família. Existe uma maneira muito simples de finalmente pôr fim à sua ansiedade e reduzir o estresse em sua vida. O planejamento estratégico pode ajudá -lo a colocar sua vida em perspectiva e a colocar as coisas onde deveriam estar.",
        "Aqui estão algumas dicas e compr ovadas estratégias para você começar a reduzir o estresse e superar a ansiedade. Aprenda a manter uma programação Mantendo uma programação, você pode aprender como maximizar sua disponibilidade. Sua memória não é uma fonte confiável para acompanhar tud o o que você precisa fazer ao longo do dia. Mantenha um planejador com você e reserve um tempo para anotar sua programação da semana.",
        "Acompanhe cuidadosamente sua programação e faça o possível para cumpri -la. Gerenciar seus sintomas de ansiedade nada mais é do que uma questão de agendar e seguir diligentemente um cronograma. Descubra onde você está gastando seu tempo Sua programação o ajudará a acompanhar onde você passa a maior parte do tempo. Concentre-se nas tarefas que você realiza regularmente dia riamente.",
        "É aqui que o gerenciamento de tempo começa. Determinar a quantidade de tempo gasto em atividades diárias pode ajudar a reduzir seus níveis de estresse e permitir mais tempo para relaxar. Também pode ajudar a anotar notas para futuras referências.",
        "O rastreamento do tempo gasto permitirá que você saiba quanto tempo leva para fazer compras, lavar a roupa, pegar as crianças na escola ou até mesmo fazer o jantar, e isso pode ajudá -lo a reservar o tempo necessário."
      ]
    },
    {
      "id": "capitulo-21",
      "title": "Seção 21",
      "startPage": 21,
      "endPage": 21,
      "paragraphs": [
        "Complete seu trabalho. Sempre faz sentido agir com um propósito para que todo o resto se encaixe. Gerenciamento de tempo x gerenciamento de atividades Você provavelmente já ouviu falar sobre gerenciamento de tempo a vida inteira. Embora seja sempre bom aprender a gerenciar seu tempo, é ainda melhor aprender a gerenciar suas atividades, especialmente se você sofre de ansiedade.",
        "Todos nós recebemos a mesma quantidade de tempo durante o dia para fazer as coisas, o que realmente po de fazer a diferença é aprender a alocar esse tempo para fazer o máximo durante o seu dia sem ficar estressado ou ansioso. Como alocamos nosso tempo para as muitas atividades que temos que fazer em um dia, pode fazer uma enorme diferença em sua vida.",
        "Ao gerenciar suas atividades, é extremamente importante priorizar o seu dia. Reserve um tempo para fazer uma lista de todas as suas atividades diárias, priorizando-a com a atividade mais importante no topo. Priorização Embora seja sempre uma boa ideia manter um cronograma e segui -lo de perto, é igualmente importante priorizar essas atividades.",
        "Você precisa garantir tempo suficiente para concluir as tarefas associadas à sua saúde, riqueza e saúde. Conexões Ao colocar uma alta prioridade nesses aspectos regularmente, você poderá abrir a porta para a vida de grandeza e felicidade sem ansiedade. Plano e Prática Não basta apenas planejar suas atividades se quiser superar a ansiedade. O planejamento deve vir com prática ou colocar seus planos em ação.",
        "Planejar sem ação é como desejar sem fazer. Deve haver uma ação deliberada para colocar os planos em prática."
      ]
    },
    {
      "id": "capitulo-22",
      "title": "Capítulo 7 - Maneiras de encontrar calma instantânea e superar a",
      "startPage": 22,
      "endPage": 22,
      "paragraphs": [
        "Seguir um ótimo plano e cumpri-lo é uma ótima maneira de reduzir a ansiedade e o estresse e ter tudo no lugar. Há casos em que os planos elaborados podem ser prejudicados por circunstâncias imprevistas ou fatores ambientais. Ter um plano de backup pode ajudá -lo a evitar essas situações. Os planos de backup geralmente são elaborados quando você cria seu plano original.",
        "É uma maneira de resolver a pergunta \"e se\" que frequentemente assola aqueles com transtornos de ansiedade. Ter um cronograma e um plano para lidar com suas atividades é uma ótima maneira de reduzir o estresse em sua vida.",
        "Capítulo 7 - Maneiras de encontrar calma instantânea e superar a ansiedade Um dos problemas mais comuns que aqueles que sofrem de ansiedade devem enfrentar é o aumento da intensidade com seus sintomas. Por exemplo, digamos que você esteja no caminho de uma entrevista de emprego e acabe adquirindo um pneu furado.",
        "Embora a ação de trocar o pneu possa ser bastante fácil, como é ligar para a pessoa que você conheceria para explicar por que está atrasado, a ansiedade, no entanto, pode afastar seus pensamentos racionais e levá -lo a mais catastróficos. Quando a ansiedade está no banco do motorista, pode ficar fácil demais conduzir você e sua mente racional sobre o proverbial penhasco.",
        "O gerenciamento bem -sucedido da ansiedade tem dois processos distintos, o gerenciamento de longo e curto prazo do distúrbio. O longo O processo de longo prazo exige que você entenda o que sua ansiedade em particular provém e pode ajudar a diminuir e diminuir os ataques de ansiedade que você está enfrentando. No entanto, esse processo levará muito tempo, e os ataques de ansiedade fazem parte do \"agora\".",
        "No momento atual, o objetivo é encontrar maneiras de se acalmar rapidamente, para que sua mente racional possa recuperar o controle da situação. pensamentos fugitivos e medos que são exacerbados pelo ataque de ansiedade."
      ]
    },
    {
      "id": "capitulo-23",
      "title": "Seção 23",
      "startPage": 23,
      "endPage": 23,
      "paragraphs": [
        "As melhores maneiras de encontrar a calma instantânea Com mais de 50 milhões de americanos sofrendo de ansiedade todos os anos, é considerado o número um da saúde mental no país. Essa estimativa pode ser ainda mais conservadora, porque muitas pessoas com ansiedade não procuram o diagnóstico de seus médicos.",
        "Acredita-se que a ansiedade custa bilhões de dólares por ano em trabalho perdido e relacionamentos prejudicados ou destruídos. A boa notícia é que os transtornos de ansiedade são tratáveis. Há muitas coisas que você pode fazer para obter alívio imediato dos sintomas debilitantes que geralmente acompanham um transtorno de ansiedade.",
        "O truque é encontrar um lugar de calma no meio de um ataque de ansiedade é colocar a mente de volta no comando do momento. A ansiedade desencadeia respostas fisiológicas, com o batimentos cardíacos acelerados, respiração difícil, aumento da pressão arterial e qualquer número de respostas de luta ou fuga.",
        "A seguir, são apresentadas algumas das estratégias que você pode usar para combater os efeitos de um ataque de ansiedade e encontrar calma instantânea. Conversa interna positiva Quando você começa a sentir um ataque de ansiedade, pode ajudar imensamente a se dar uma palestra empoderadora e encorajadora."
      ]
    },
    {
      "id": "capitulo-24",
      "title": "Seção 24",
      "startPage": 24,
      "endPage": 24,
      "paragraphs": [
        "Para evitar que você se sinta oprimido pelo que está sentindo. Usar uma conversa interna positiva permitirá que o lado mais assertivo de sua personalidade assuma o controle. Também pode ajudar a sussurrar palavras calmantes para si mesmo, enquanto aguarda o ritmo cardíaco e a respiração voltarem ao normal.",
        "Imaginação guiada Quando você sentir um ataque de ansiedade, pode ser útil imaginar uma situação ou local que você ache calmo e pacífico.",
        "Por exemplo, você pode imaginar que está descansando em uma praia isolada ou no topo da montanha, longe das preocupações do m undo, ou você pode imaginar que está envolvido em uma bolha de segurança e nenhum dos seus gatilhos de ansiedade pode tocá-lo enquanto você estiver neste lugar de consolo.",
        "Você também pode tentar lembrar uma lembrança feliz, como o seu primeiro beijo ou uma grande vitória ou a primeira vez que abraçou seu filho. Transportar -se para esses horários e lugares, mesmo que seja temporário, pode ajudá -lo a lidar com a situação que está causando sua ansiedade.",
        "Para obter os melhores resultados, certifique -se de envolver todos os seus sentidos sempre que se envolver em um exercício de visualização como este. Você pode, por exemplo, imaginar como um mar tranquilo soaria e cheiraria, ou imaginar as cores presentes em um belo pôr do sol ou nascer do sol. Quanto ma is nítida você puder criar a imagem, maior a chance de encontrar a calma instantânea que está procurando.",
        "Oração ou Meditação Se você é religioso, pode considerar a oração como uma maneira de experimentar a calma instantânea. A pesquis a mostrou que a oração é uma maneira eficaz de acalmar muitos humores negativos, especialmente se a oração envolver a entrega da situação a um poder superior. Você pode incluir em sua oração um pedido específico para gerenciar melhor sua ansiedade.",
        "Se você tem uma oração com palavras específicas em mente, como a Oração da Serenidade ou a Oração do Senhor, é importante que você não apresse as palavras. Lembre -se de cada palavra como se nunca as tivesse dito antes ou como se estivesse escrevendo a oraç ão no papel.",
        "Isso pode ajudá -lo a mudar o foco de seus pensamentos da causa de sua ansiedade para a mente mais racional, dando a você a chance de trazer de volta ao foco a parte racional do seu cérebro."
      ]
    },
    {
      "id": "capitulo-25",
      "title": "Capítulo 8 - Entrando em sintonia com seus pensamentos",
      "startPage": 25,
      "endPage": 25,
      "paragraphs": [
        "Se você não gosta de orar, mas procura uma experiê ncia semelhante, tente uma meditação simples, que é a técnica de se concentrar em seu eu interior para alcançar um estado alterado de consciência. Você pode meditar de várias maneiras para obter uma calma instantânea.",
        "Alguns gostam de meditar repetindo u m mantra específico, como \"om\" repetidamente, enquanto outros gostam de meditar através de exercícios físicos como tai chi ou yoga, enquanto outros acham que apenas ficar sentado em silêncio contemplativo é eficaz para provocar instantes. Calma A meditação geralmente é bem -sucedida por causa dos muitos sintomas cognitivos da ansiedade.",
        "Quando sua mente está acelerada com uma quantidade esmagadora de pensamentos confusos, um exercício de foco, como a meditação, pode ser eficaz para se concentrar no que quer que esteja causando ansiedade. A meditação também pode promover uma vida consciente e diminuir a reação da mente ao estresse.",
        "Pratique Gratidão Embora a expressão \"conte suas bênçãos\" possa parecer clichê, ela demonstrou ser altamente eficaz em trazer à mente uma maior calma. As pessoas têm a tendência de pensar nas coisas negativas durante momentos de extrema ansiedade. Em vez disso, tente pensar em todas as coisas em sua vida pelas quais você deve agradecer e observe o que é certo no mundo.",
        "Quanto mais coisas você puder colocar em sua lista de gratidão, melhor será. Capítulo 8 - Entrando em sintonia com seus pensamentos e Sentimentos Se você está propenso a sentir ansiedade, é provável que sua mente seja seu maior inimigo.",
        "Quando você se depara com uma situação que tem o potencial de provocar sua ansiedade, é fácil começar a imaginar o pior ou começar a se culpar na medida em que os si ntomas de ansiedade aumentam em poucos segundos. Se você realmente deseja controlar sua ansiedade, precisa capturar rapidamente seus próprios pensamentos autodestrutivos, bem como transformar esses pensamentos negativos em pensamentos mais facilitadores."
      ]
    },
    {
      "id": "capitulo-26",
      "title": "Seção 26",
      "startPage": 26,
      "endPage": 26,
      "paragraphs": [
        "Como lidar com pensamentos inúteis A terapia comportamental cognitiva (TCC) é uma escola de psicoterapia que afirma que se você deseja gerenciar pensamentos negativos, deve conscientemente fazer um esforço para interromper os pensamentos negativos e substituí-los por positivos. Para fazer isso, você precisa empregar a estratégia 3C: cessar, acalmar, mudar.",
        "Etapa 1: cessar O primeiro passo para gerenciar pensamentos inúteis é ativamente e conscientemente parar de pensar nos pensamentos negativos. A melhor maneira de parar de se concentrar nos pensamentos negativos é encontrar uma maneira de se distrair. Isso pode parecer um pouco contra -intuitivo; afinal, controlar os pensamentos fugitivos não seria melhor do que nem pensar neles?",
        "A palavra-chave nesta pergunta é uma fuga. Pense nisso desta maneira; se um carrinho de madeira antiquado estiver descendo uma colina em sua direção, não é provável que você o pare parado em frente a ele; isso o derrubará e continuará, e você ficará pior com o desgaste. Um exemplo mais prático seria tentar não pensar em um elefante rosa.",
        "Para aqueles com ansiedade, esse elefante começará a empurrar cada vez mais forte na mente até que seja literalmente tudo o que eles possam pensar. Para parar de pensar no elefante rosa, você precisa desviar sua atenção para outra coisa. Essa distração trabalhará para atrapalhar o poder desse pensamento avassalador e dar a você a chance de recuperar o controle de seus processos mentais.",
        "Então, a pergunta se torna: como v ocê pode se distrair? Uma técnica altamente reconhecida é prender um elástico no pulso quando você começa a ter pensamentos inúteis. O choque agudo do elástico atingindo sua pele pode efetivamente desviar sua atenção. Outro método que você pode tentar é se envolver em algo físico, como pular para cima e para baixo, estalar os dedos em um ritmo complicado ou entrar na música.",
        "Você pode até tentar mudar seu foco para uma imagem cômica ou estranha."
      ]
    },
    {
      "id": "capitulo-27",
      "title": "Seção 27",
      "startPage": 27,
      "endPage": 27,
      "paragraphs": [
        "Etapa 2: Calma Quando você pode se libertar do frenético ciclo emocional, seus pensamentos se tornam seus novamente. Neste ponto, os pensamentos que você deseja são calmantes. Nos capítulos anteriores, você descobriu várias técnicas que podem ser usadas para obter uma ca lma instantânea e começar a pensar com mais clareza.",
        "As habilidades básicas de gerenciamento de estresse incluem ouvir música calma, exercícios respiratórios e visualizar estar em um local tranquilo. Se você é religioso, pode achar que a oração ou a medi tação podem ajudar. Deixe -se renunciar às suas preocupações e frustrações, confiando que você será guiado e terá força.",
        "Etapa três: alterar O último passo para lidar com pensamentos inúteis é transformar os pensamentos negativos em positivos deliberada mente. Esse é um processo conhecido como reformulação, em que você altera ativamente a perspectiva de uma situação para poder ver outro ângulo em que talvez não tivesse pensado antes.",
        "Por exemplo, se pensar que você pode perder seu emprego devido a um pe queno erro ativa sua ansiedade, tente, em vez disso, pensar em todas as possíveis razões pelas quais seu empregador gostaria de mantê -lo. Se você acha que é um fracasso, tente pensar em como aprendeu com seus erros passados, principalmente nos momentos em que esse aprendizado levou ao sucesso.",
        "Talvez você se preocupe por não poder agradar a todos o tempo todo, mas você pode realmente pensar em alguém que possa? Compreendendo seus sentimentos Até agora, discutimos como os pensamentos podem aumentar a ansiedade que você sente. No entanto, os sentimentos também desempenham um papel significativo no grau dos sintomas de ansiedade, e entrar em contato com eles é tão importante quanto controlar seus pensamentos.",
        "Os sentimentos se referem a experiências subjetivas de emoções, como felicidade, raiva, tristeza, alegria e carinho. Existem noções ainda mais subjetivas, como a sensação de estar \"preso\" ou se sentir perdido. É difícil definir o que é um sentimento, e tal vez seja por esse motivo que muitas pessoas tendem a ignorar seus sentimentos em favor de pensamentos ou outras observações mais objetivas."
      ]
    },
    {
      "id": "capitulo-28",
      "title": "Seção 28",
      "startPage": 28,
      "endPage": 28,
      "paragraphs": [
        "Por exemplo, se você perguntar a um grupo de pessoas como elas se sentem, elas frequentemente responderão com desc rições sem sentido, como \"tudo ficará bem\" ou \"acho que vou ficar bem\". tendência acentuada para descontar e ignorar sentimentos. Muitos fatores podem contribuir para esse fenômeno. Muito disso pode ser atribuído a experiências da infância.",
        "Se você é home m, provavelmente foi criado para pensar que \"garotos grandes não choram\" e pode achar que suas experiências de tristeza ou perda na vida adulta são desconfortáveis. Se você foi ensinado que expressar raiva ou desaprovação de qualquer forma, não importa quão leve seja inapropriado, você nunca aprenderá a afirmar suas preferências pessoais ou expressar sua raiva adequadamente.",
        "Se, em qualquer idade, você experimentou o ridículo por expressar emoções, existe uma forte probabilidade de você resistir a compart ilhar suas emoções com alguém no futuro. Perceber que os sentimentos não estão certos ou errados Os sentimentos são amorais, ou seja, não estão certos nem errados. Eles também vêm sem aviso; você não escolhe ficar chateado, simplesmente fica chateado.",
        "V ocê não pode ser responsabilizado pelo que sente, por algo que não controla racionalmente. A única coisa que pode ser julgada é como você reage a esses sentimentos. Não é o que você sente, mas como você lida com esses sentimentos que fazem a diferença. Você pode se sentir ultrajado com um incidente, mas expressar que o ultraje com violência não é apropriado na maioria das situações.",
        "As ações realizadas no calor do momento normalmente não são o melhor curso de ação que você pode executar. Infelizmente, a ansiedade geralmente supera o pensamento racional. Por esse motivo, não é bom se apressar em nenhum curso de ação quando você está no meio de um ataque de ansiedade. O que é ainda mais importante é que você se lembra de que está autorizado a sentir qualquer coisa.",
        "Você não é mais \"errado\" em se sentir ansioso do que em sentir raiva, feliz ou triste. Saber disso pode ajudar a impedir que você se culpe pela ansiedade da qual sofre. Embora a emoção tempestuosa seja desagradável, permitir que ela flua através de você e esperá -la geralmente é a melhor maneira de se livrar dela."
      ]
    },
    {
      "id": "capitulo-29",
      "title": "Capítulo 9 - A importância do sono ao tentar parar a ansiedade e",
      "startPage": 29,
      "endPage": 29,
      "paragraphs": [
        "Reconhecendo seus sentimentos Uma maneira de saber o que está sentindo é utilizar uma técnica conhecida como diário, em que você cria um diário de todas as emoções que está experimentando. O registro no diário é uma excelente maneira de desabafar, para que você não seja incomodado tanto. Tudo o que você precisa fazer é escrever exatamente o que está sentindo, sem editar.",
        "Quanto mais autêntico for seu registro no diário, mais eficaz será o processo para você. Para tirar o máximo proveito do seu diário, você deve ler o que escreveu periodicamente. O diário pode ajudá-lo a descobrir padrões, ver conexões entre estímulos e emoções e fornecer - lhe mais informações sobre quanto controle você ganhou sobre sua ansiedade.",
        "Lendo como você foi capaz de superar ataques de ansiedade anteriores, você começa a perceber que, quando está sob o controle de um novo ataque, as coisas não ficam tão ruins em poucos minutos e que você não precisa ceder sentimentos de pânico.",
        "Capítulo 9 - A importância do sono ao tentar parar a ansiedade e a preocupação Um dos problemas mais significativos que aqueles que sofrem de ansiedade enfrentam é a dificuldade para dormir. Quando têm dificuldade para dormir, tendem a acordar exaustos pela manhã, tornando muito mais difícil lidar com os sintomas associados ao transtorno de ansiedade.",
        "Existem várias estratégias de sono que podem ajudá -lo a ter uma boa noite de sono todas as noites. Se você sabe o que evitar, além de experimentar algumas d as técnicas discutidas abaixo, não deve ser difícil começar a dormir o suficiente. O primeiro passo é descobrir quanto sono você precisa a cada noite.",
        "Enquanto a maioria dos adultos precisa de pelo menos oito horas para funcionar corretamente, isso pode variar de pessoa para pessoa. Para descobrir quanto você deve dormir, experimente momentos diferentes para ir para a cama e acordar. Você deve tentar ir para a cama no mesmo horário todas as noites e depois se permitir acordar naturalmente.",
        "Você pode acha r que levará várias semanas para entrar em uma rotina, mas quando souber disso, poderá tentar uma das seguintes técnicas para ajudá -lo a ter uma noite de sono mais repousante. As melhores maneiras de dormir melhor incluem fazer pequenos ajustes em sua rotina de dormir e em suas atividades ao longo do dia."
      ]
    },
    {
      "id": "capitulo-30",
      "title": "Seção 30",
      "startPage": 30,
      "endPage": 30,
      "paragraphs": [
        "Ambiente do quarto Se você deseja começar a ter uma melhor noite de sono, precisará configurar o quarto que o ajudará a adormecer mais rápido e a dormir. Comece removendo quaisquer televisões, sistemas de jogos, computadores e outros aparelhos eletrônicos da sala e crie um espaço que convide o descanso. Mantenha a sala fresca, de preferência entre 60 e 67 graus. Adicionar ruído branco ou ruído de fundo pode ser útil.",
        "Você quer escuridão total ao tentar dormir, portanto verifique sua iluminação. Se você perceber muita luz entrando na sala, pendure algumas cortinas onde a luz pode estar vazando. Você também pode fazer ajustes na sua cama, certificando -se de que seu colchão e travesseiro são confortáveis e limpos. Se você tiver sua cama há mais de dez anos, talvez seja hora de investir em um colchão novo e mais favorável.",
        "Rituais para dormir Você pode melhorar suas chances de ter uma boa noite de sono estabelecendo e seguindo uma rotina regular de deitar. Mesmo se você se considera espontâneo e impulsivo, seu corpo aprecia uma rotina e responde a ela. Isso pode ser feito configurando primeiro um horário de dormir.",
        "Tente ir para a cama e acordar no mesmo horário todas as noites, mesmo nos finais de semana ou quando você não precisar trabalhar ou acordar cedo. Isso ajustará o relógio interno e ajudará você a adormecer regularmente. Comece a treinar seu corpo para saber que é hora de dormir. Tome um banho quente ou chuveiro, ou faça algo específ ico que separa as atividades diurnas das atividades de dormir.",
        "Leia um livro por um tempo ou ouça uma música relaxante. Estabelecer esses tipos de rituais ajudará você a fazer a transição para o sono."
      ]
    },
    {
      "id": "capitulo-31",
      "title": "Seção 31",
      "startPage": 31,
      "endPage": 31,
      "paragraphs": [
        "Yoga e Mediação Parte de sua rotina de dormir pode incluir ioga ou mediação. Esses tipos de práticas podem ajudar a relaxar sua mente e sincronizá -la com seu corpo. Uma simples pose de ioga que você pode praticar antes de dormir é chamada de elevação da perna reta. Você simplesmente tem que se deitar no chão, com as costas pressionadas contra ela. Depois dobre um joelho e estenda a outra perna.",
        "Lentamente, levante a perna esticada no ar até que ela esteja em um ângulo de 90 graus com seu corpo. Abaixe -o lentamente de volta ao chão. Faça isso dez vezes com cada perna e sua mente começará a ficar quieta, os músculos das costas e do pescoço começarão a relaxar e você estará pronto para dormir. A prática da meditação não precisa ser complicada.",
        "Depois de se acomodar confortavelmente em sua cama, você pode começar a praticar a respiração abdominal para ajudar a relaxar o corpo e a mente, o que, por sua vez, o preparará para dormir melhor. Para fazer isso, coloque as mãos no estômago e respire profundamente pelo nariz. Ao expirar, concentre sua mente na respiração que sai da boca.",
        "Quando você se concentra nisso, tira sua mente dos pensamentos que podem distraí-lo do sono. Exercício Uma das melhores maneiras de garantir uma boa noite de sono garantir que você esteja fisicamente exausto até o final do dia. Fazer exercícios regularmente ajudará seu corpo a estar pronto para dormir quando chegar a hora."
      ]
    },
    {
      "id": "capitulo-32",
      "title": "Seção 32",
      "startPage": 32,
      "endPage": 32,
      "paragraphs": [
        "Exercícios vigorosos que aumentam sua atividade cardiovascular são a melhor maneira de se desgastar, mas mesmo exercícios leves o deixam fisicamente cansado antes de dormir. Tudo o que você pode fazer para se dar um flash de atividade física enquanto está acordado é garantido para ajudá-lo a dormir melhor durante a noite.",
        "Comportamentos diários Quando você está tentando dormir melhor, há algumas coisas que você pode fazer durante o dia para garantir seu sucesso. Para iniciantes, evite sonecas durante o dia. Embora você possa ser encontrado sua soneca ao meio -dia, dormir à tarde pode aumentar as chances de seu corpo ficar acordado mais tarde. Tente eliminar qualquer outro sono durante o dia e guarde - o para a noite.",
        "Faça todo o seu trabalho no início do dia e economize a última hora ou duas antes da hora de dormir para relaxar. Isso significa desligar o laptop, evitar mensagens de texto no telefone e deixar os e-mails até amanhã. Tente evitar beber e fumar. Consumir álcool, mesmo durante o dia, pode atrapalhar a agenda e os ritmos do seu corpo.",
        "A última coisa que você quer fazer é trabalhar duro para treinar seu corpo para dormir e depois não conseguir descansar porque bebeu um copo de vinho durante o jantar. Estas são algumas das melhores coisas q ue você pode fazer para ajudá -lo a dormir melhor e lembre-se de que pode levar algum tempo para você se treinar.",
        "Faça o que puder para estabelecer um horário de sono, torne seu quarto propício ao descanso e observe o que você faz durante o dia. Você logo perceberá os benefícios de ter uma melhor noite de sono."
      ]
    },
    {
      "id": "capitulo-33",
      "title": "Capítulo 10 - Mudando seu estilo de vida para recuperar o",
      "startPage": 33,
      "endPage": 33,
      "paragraphs": [
        "Capítulo 10 - Mudando seu estilo de vida para recuperar o controle de sua vida Se você quiser superar a ansiedade, precisará fazer algumas mudanças importantes no estilo de vida, começando co m sua dieta. Você pode pensar que mudar sua dieta é uma maneira estranha de tratar uma condição de saúde mental, mas os cientistas descobriram uma relação direta entre o que você come e o seu humor.",
        "Sabe-se que certos alimentos e bebidas desencadeiam e agravam episódios de ansiedade. Existem também alguns alimentos e bebidas que provaram ter um efeito calmante no sistema nervoso. Se você sofre de ansiedade, lembre-se do velho ditado: \"você é o que come\". Alimentos a evitar Se você deseja gerenciar melhor sua ansiedade, há vários alimentos que você precisa evitar.",
        "Isso é importante para entender, porque muitos dos alimentos que consideramos alimentos de conforto podem realmente causar mais mal do que bem. Estimulantes Se você sofre de um distúrbio de ansiedade, evite estimulantes como cafeína e nicotina. Os estimulantes aumentam o trabalho do sistema nervoso, o que leva a sintomas do tipo ansiedade, como falta de ar, palpitações e problemas gastrointestinais.",
        "Quanto mais estimulantes você ingerir du rante o dia, maiores serão suas chances de sofrer um ataque de ansiedade. Sal O sal esgota o corpo de potássio, o que é crítico para o sistema nervoso funcionar corretamente. Também pode causar uma elevação da pressão arterial e aumentar problemas com o coração. Se você é propenso a ansiedade, é melhor evitar alimentos ricos em sódio.",
        "Isso inclui queijo, pretzels, salada de batata, batata frita, carnes fatiadas e ensopado. O sal também é um item básico na maioria dos produtos de fast-food."
      ]
    },
    {
      "id": "capitulo-34",
      "title": "Seção 34",
      "startPage": 34,
      "endPage": 34,
      "paragraphs": [
        "Álcool O álcool é um depressor natural. Embora possa fazer você se sentir calmo e sedado a curto prazo, também pode ser desidratante. É por isso que beber demais resulta em ressaca porque seu cérebro perdeu muita água. A desidratação causada pelo consu mo de álcool muitas vezes pode exacerbar a ansiedade de quem é propenso a sofrer de ansiedade e ataques de pânico.",
        "A depressão que o acompanha também pode contribuir para seus sentimentos de desamparo, o que pode resultar em mais sentimentos de frustração. Participando da Terapia por Exercício A última coisa que você provavelmente quer fazer quando sofre de ansiedade é o exercício. No entanto, o exercício é uma das maneiras mais eficazes de gerenciar a ansiedade.",
        "Pode não ser capaz de curar completament e um distúrbio de ansiedade, mas pode ajudar a aliviar significativamente os sintomas. O exercício ajuda a estabilizar a quantidade de substâncias químicas \"felizes\", como dopamina e serotonina, no corpo, o que ajuda a melhorar o humor geral. Os pesquisadores descobriram que o exercício ajuda a estimular a produção de novas células cerebrais resistentes ao estresse.",
        "Portanto, quanto mais você se exercita, maior o número dessas células cerebrais resistentes ao estresse, o que pode deixá -lo mais calmo e re laxado, mesmo quando se depara com situações que provocam ansiedade. O exercício, você pode dizer, ajuda a renovar o hardware do seu cérebro, para que você sempre funcione em ótimas condições.",
        "Conclusão A ansiedade pode ser difícil de lidar e, finalmente, pode assumir todos os aspectos da sua vida, a menos que você faça algo a respeito. Embora tenha adquirido mais conhecimento sobre como gerenciar sua ansiedade, não poderá aproveitar os benefícios de supe rá-la, a menos que comece a praticar as etapas que aprendeu.",
        "Comece fazendo o pequeno movimento de incorporar mais diversão, emoção, alegria e entusiasmo em sua vida. Depois de fazer isso, você não olhará mais para trás, porque estará motivado para tornar sua vida melhor e mais feliz."
      ]
    },
    {
      "id": "capitulo-35",
      "title": "Seção 35",
      "startPage": 35,
      "endPage": 35,
      "paragraphs": [
        "A boa notícia para você é que seu transtorno de ansiedade é tratável e você pode tomar as medidas necessárias para gerenciar seus sintomas e, finalmente, superar sua ansiedade. Ao gerenciar seus pensamentos, entender e aceitar seus sentimentos e incorporar técnicas de atenção e respiração em seus rotina diária, você pode começar a assumir o controle de sua vida e banir a ansiedade para sempre.",
        "Uma vida livre de ansiedade é atingível e agora você tem todas as ferramenta s necessárias para superar sua ansiedade e começar a viver a vida que você merece. Com um pouco de paciência, uma consciência do seu entorno e de si mesmo, e um compromisso de seguir com as lições que aprendeu, você pode estar no caminho de trabalhar e sup erar os muitos aspectos diferentes de sua condição debilitante.",
        "A única coisa que resta a fazer para começar a se sentir melhor e gerenciar sua ansiedade é implementar as lições que você aprendeu recentemente. Não espere, comece a retomar sua vida hoje. SUCESSO A TODOS"
      ]
    }
  ]
}